Repository: roaddust2/wait-web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tt

source: <a href="{}">Forgot your password?</a>
tt: <a href="{}">Серсүзегезне оныттыгызмы?</a>

source: Remember me
tt: Мине истә калдыр

source: Already have an account? <a href="{}">Login</a>
tt: Сезнең хисап бармы? <a href="{}">Керү</a>

source: First name
tt: Исем

source: Last name
tt: Фамилия

source: Label
tt: Тамга

source: Placeholder
tt: Эчлек

source: Text color
tt: Текстның төсе

source: Link
tt: Сылтама

source: Image
tt: Сурәт

# ImageAlt
source: Image alternative text
tt: Сурәткә альтернатив текст

source: Priority
tt: Өстенлек

source: Carousel item
tt: Карусель элементы

source: Carousel items
tt: Карусель элементлары

source: Category
tt: Категория

source: Description
tt: Тасвирлама

source: Categories
tt: Категорияләр

# Denomination
source: Name
tt: Атама

source: Price
tt: Бәя

source: Sold
tt: Сатылган

# CareatedAt
source: Date of creation
tt: Барлыкка килү вакыты

source: Product
tt: Товар

source: Products
tt: Товарлар

source: Feature
tt: Үзенчәлек

source: Features
tt: Үзенчәлекләр

source: Default
tt: Килешү буенча

source: Images
tt: Сурәтләр

# 404Title
source: Page not found 404
tt: 404 бит табылмаган

# 404Text
source: Unfortunately page not found
tt: Кызганычка каршы, бит табылмаган

# BackOnMain
source: Back on Main page
tt: Төп биткә күчү

# 500Title
source: Server error 500
tt: 500 сервер хатасы

# 500Text
source: Unfortunately server error occured
tt: Кызганычка каршы, серверда хата киткән

# HeaderAbout
source: About us
tt: Безнең турында

# HeaderHome
source: Home
tt: Төп бит

source: Profile settings
tt: Профиль көйләүләре

source: Email settings
tt: Email көйләүләре

source: Security settings
tt: Куркынычсызлык көйләүләре

source: Login
tt: Керү

source: Sign Up
tt: Теркәлү

source: My account
tt: Минем аккаунт

# IndexTitle
source: Upcycled accessories from used materials
tt: Кабаттан эшкәртелгән материаллардан аксесуарлар

# CookieWarning
source: Our website uses cookies, by using it, you are accepting all cookies.
tt: Безнең вебсайт cookie куллана, безнең сайтта калып сез барлык cookie кабул итәсез.

# CookieWarningAccept
source: Accept
tt: Яхшы

source: Catalog
tt: Каталог

# IndexProductsTitle
source: Recomended products
tt: Тәкъдим ителгән товарлар

# IndexFeature1Title
source: Tarpaulin
tt: Материал

# IndexFeature1Text
source: In production, we use a used cargo tarp, durable, moisture-resistant material. However, we are always in search of new raw materials
tt: Җитештерүдә без элек кулланылышта булган нык, дымлылыккка чыдам материал йөк тентын файдаланабыз. Шул ук вакытта һәрдаим яңа чимал да эзлибез

# IndexFeature2Title
source: Prepared
tt: Әзерлек

# IndexFeature2Text
source: Each awning is carefully washed and processed, after which it goes into production
tt: Һәр тент җентекле тикшерү үтә, юыла, шуннан соң гына җитештерүгә җибәрелә

# IndexFeature3Title
source: Manufactured
tt: Җитештерү

# IndexFeature3Text
source: Our bags are handmade by experienced artisians, resulting in unique and personalized products
tt: Сумкаларыбыз тәҗрибәле осталар тарафыннан кулдан тегеләләр, шунлыктан уникаль, кабатланмас продукт булып торалар

# IndexFeature4Title
source: Unique
tt: Уникальлек

# IndexFeature4Text
source: Every product we create is completely unique, from different color solutions and textures to individual fraying
tt: Төрле төсләр кушылмасыннан һәм текстурадан алып, индивидуаль рәвештә тузуына кадәр без җитештергән товарлар уникаль

# FooterInformation
source: Information
tt: Мәгълүмат

# FooterDelivery
source: Delivery
tt: Илтеп тапшыру

# FooterReturns
source: Returns
tt: Кире кайтару

source: My orders
tt: Минем заказлар

# FooterOurCompany
source: Our company
tt: Компаниябез

# FooterAbout
source: About
tt: Безнең турында

# FooterCooperation
source: Cooperation
tt: Хезмәттәшлек

# FooterGetConnected
source: Get connected
tt: Элемтәдә калыгыз

# HeaderShop
source: Shop
tt: Кибет

source: Shop all
tt: Барысын да карау

# HeaderBrandAlt
source: Logo
tt: Логатип

# messengerModalTitle
source: Feel free to contact us!
tt: Безнең белән элемтәгә керегез!

# messengerModalText
source: Unfortunately, ordering goods through the site is currently unavailable. You can contact us using the messengers below. Sorry for the inconvenience.
tt: Кызганычка каршы, хәзерге вакытта сайт аша таварга заказ биреп булмый. Түбәндә күрсәтелгән мессенджерлар аша безнең белән элемтәгә керә аласыз. Кыенлыклар туганга гафу итегез!

source: Previous
tt: Алдагы бит

source: Next
tt: Киләсе бит

# HeroTitle
source: Upcycle. Simplicity. Quality.
tt: Апсайкл. Гадилек. Сыйфатлылык.

# HeroLead
source: The formula that we applied in the manufacture of our collection. We present to you our line of recycled bags from a used truck tarps. Each bag is hand-sewn in a single copy. The result is unique and durable bags that are perfect for any adventure.
tt: Үз коллекциябезне булдыруда кулланыла торган формула. Сезгә кулланылышта булган тенттан әзерләнгән сумкалар линиясен тәкъдим итәбез. Һәр сумка бер генә данәдә кулдан тегелгән. Алар - теләсә-нинди могҗизалар өчен яраклы уникаль һәм нык сумкалар.

# HeroButton
source: Shop now
tt: Әйбер алу өчен

# Buy
source: Buy now
tt: Сатып алу
